BANNED_WORDS = {
    "хер", "пизда", "лох", "блядь", "шалава", "манда", "мандавошка", "залупа",
    "хуй", "хуйло", "долбоеб", "защеканец", "защеканка", "хуепутало", "Дурак",
    "идиот", "дебил", "даун", "кретин", "мудак", "придурок", "уродина",
    "дегенерат", "шлюха", "проститутка", "гандон", "пидор", "Чурка", "хач",
    "Жид", "хохол", "москаль", "армяш", "Я тебя найду", "мы тебя достанем",
    "Убью", "зарежу", "изобью", "Сдохни", "сгинь", "исчезни", "Тебе конец",
    "ты труп", "Раздевайся", "давай секс", "трахнемся", "шлюха", "шмара",
    "пошла нахуй"
}