BANNED_WORDS = {
    "хер", "пизда", "лох", "блядь", "шалава", "манда", "мандавошка", "залупа",
    "хуй", "хуйло", "долбоеб", "защеканец", "защеканка", "хуепутало", "Дурак",
    "идиот", "дебил", "даун", "кретин", "мудак", "придурок", "уродина",
    "дегенерат", "шлюха", "проститутка", "гандон", "пидор", "Чурка", "хач",
    "Жид", "хохол", "москаль", "армяш", "Я тебя найду", "мы тебя достанем",
    "Убью", "зарежу", "изобью", "Сдохни", "сгинь", "исчезни", "Тебе конец",
    "ты труп", "Раздевайся", "давай секс", "трахнемся", "шлюха", "шмара",
    "пошла нахуй", "ебанутый", "еблан", "пиздюк", "сука", "блядина", "блядун", "выебон", "пиздобратия",
    "спермобак", "ссанина", "сучка", "падла", "ублюдок", "чуркобес", "азер", "узкоглазый", "черножопый", 
    "хохляцкая морда", "кацап", "бульбаш", "чучмек", "узкоглазый", "пристрелю", "тебе хана", "ты не жилец", 
    "костей не соберёшь", "рожу разобью", "соси", "отсоси", "в рот возьми", "секс-рабыня", "мокрощелка", "дрочила", 
    "порноман", "изнасилую", "дай киску", "хочу тебя", "пошлые фото", "обнаженка", "сиськи покажи", "ты конченый", "иди в пень", 
    "сдохни", "гнида", "проваливай", "заткнись", "рот закрой", "не пизди", "херню несешь", "фу таким быть", "тошнит от тебя", "пиздец",
    "ебать", "задрот", "уебок", "уёбок", "уебан", "гандоша", "пидар", "пидарас", "пидармот", "защекан", "писька", "мандовошка", "эмбицил",
    "эмбецил", "Блогерша овца", "Блогерша тварь", "продам", "продаю", "миньет", "хуевый", "разъебу", "заебал", "выебу", "заебу", "далбоебы",
    "долбаебы", "долбаёбы", "хуета", "хуевое", "хуёвое", "разьебу", "залупень", "хуетень", "мудатень", "чмо", "в рот ебал", "ебал", "маму твою",
    "маму твою имел", "мать твою", "маму имел", "мать имел", "ебанат", "пидор", "хуеплет", "хуепутала", "хуепутало", "долбаеб", "уебище", "вскройся", 
    "мать ебал", "ебалай", "ебень"
    
}